import React from "react";
import "./aboutus.css"; // Импортируем CSS файл

const AboutUs = () => {
  return (
    <div className="about-container">
      <div className="content">
        <h2 className="about-title">О нас</h2>
        <div className="about-section">
          <h3 className="subtitle">Почему выбирают нас?</h3>
          <p className="paragraph">
            <strong>Опыт и профессионализм:</strong> Наша команда состоит из
            высококвалифицированных специалистов с многолетним опытом ремонта
            различных видов бытовой техники — от стиральных машин до
            холодильников.
          </p>
          <p className="paragraph">
            <strong>Быстрый и качественный ремонт:</strong> Мы понимаем,
            насколько важна бытовая техника в повседневной жизни, поэтому делаем
            всё возможное, чтобы вернуть её в рабочее состояние как можно
            быстрее.
          </p>
          <p className="paragraph">
            <strong>Прозрачность и честность:</strong> Никаких скрытых платежей
            и неясных условий. Мы честны с нашими клиентами с самого начала и
            предоставляем подробную информацию о стоимости и времени выполнения
            ремонта.
          </p>
          <p className="paragraph">
            <strong>Гарантия на работы:</strong> Мы уверены в качестве своей
            работы, поэтому предоставляем гарантию на все выполненные ремонты и
            установленные запчасти.
          </p>
        </div>
        <hr className="separator" />
        <div className="section">
          <h3 className="subtitle">Как мы работаем?</h3>
          <p className="paragraph">
            <strong>Диагностика:</strong> Мы внимательно осматриваем технику,
            выявляем поломки и обсуждаем с вами возможные решения.
          </p>
          <p className="paragraph">
            <strong>Ремонт:</strong> Используем только качественные запчасти и
            проверенные методы ремонта для долгосрочной работы вашей техники.
          </p>
          <p className="paragraph">
            <strong>Тестирование и сдача:</strong> После завершения ремонта мы
            тестируем устройство, чтобы убедиться, что оно работает безупречно.
          </p>
        </div>
        <hr className="separator" />
        <p className="contact">
          Свяжитесь с нами прямо сейчас, и мы оперативно поможем вам решить
          любую проблему с вашей бытовой техникой!
        </p>
      </div>
    </div>
  );
};

export default AboutUs;
